/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ z %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Ten skrót został zaimportowany %2$@ z %1$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Ten skrót został zaimportowany z %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Dodaj „%@”";

/* %@ = action name */
"Remove “%@”" = "Usuń „%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Czy chcesz wylogować się z usługi %@ w aplikacji Skróty?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Czy chcesz wylogować się z usługi %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Ten skrót został zaimportowany z %@. Czy na pewno chcesz go uruchomić?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "jako %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Usunąć także czynności należące do „%@”?";

/* %@=app name */
"Install %@" = "Zainstaluj %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Fraza Siri";

/* Access resource action settings title */
"Accounts" = "Konta";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Zakończono edycję skrótów";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Dodano %@ do ulubionych";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Usunięto %@ z ulubionych";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Uruchamianie skrótu";

/* Accessibility action */
"Delete shortcut" = "Usuń skrót";

/* Accessibility action */
"Duplicate shortcut" = "Powiel skrót";

/* Accessibility action */
"Favorite Action" = "Ulubiona czynność";

/* Accessibility action */
"Rename shortcut" = "Zmień nazwę skrótu";

/* Accessibility action */
"Un-favorite Action" = "Usuń czynność z ulubionych";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Edytuj skrót";

/* Accessibility action or discoverability title */
"Run shortcut" = "Uruchom skrót";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "dodano %@ do skrótu";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Przyjmowane dane wejściowe";

/* Accessibility announcement */
"Closed variables tray" = "Zamknięty zasobnik zmiennych";

/* Accessibility announcement */
"Editing shortcuts" = "Edycja skrótów";

/* Accessibility announcement */
"Opened variables tray" = "Otwarty zasobnik zmiennych";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "przeciąganie";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Skrót został zakończony";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "dodano %1$@ do skrótu powyżej %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "dodano %1$@ do skrótu poniżej %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "przeniesiono nad %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "przeniesiono pod %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "usunięto %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Powielono: %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "zwinięte";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Przeciąganie";

/* Accessibility announcement; expanded parameter */
"expanded" = "rozwinięty";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Skrót został zatrzymany";

/* Accessibility hint */
"Closes the shortcut" = "Zamyka skrót";

/* Accessibility hint */
"Creates a new shortcut" = "Pozwala utworzyć nowy skrót";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Usuwa wybrane skróty";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Aby dodać na końcu skrótu, stuknij dwukrotnie. Aby dostosować pozycję w tym skrócie, stuknij dwukrotnie i przytrzymaj, a następnie przeciągnij.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Można przeciągnąć. Stuknij dwukrotnie i przytrzymaj, zaczekaj na sygnał dźwiękowy, a następnie przeciągnij, aby zmienić kolejność. Stuknij dwukrotnie, aby zaznaczyć.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Powiela wybrane skróty";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Ten skrót będzie wyświetlany w rozszerzeniu czynności Skrótów (w menu udostępniania iOS), gdy udostępniana zawartość będzie miała jeden z wybranych tutaj typów.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Wyłącza tryb edycji skrótu";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Włącza tryb edycji skrótu";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Stuknij dwukrotnie, aby zwinąć tę szufladkę z czynnościami do połowy ekranu";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Stuknij dwukrotnie, aby rozwinąć tę szufladkę z czynnościami";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Stuknij dwukrotnie, aby przeczytać opis czynności.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Można przeciągnąć. Stuknij dwukrotnie i przytrzymaj, zaczekaj na sygnał dźwiękowy, a następnie przeciągnij, aby zmienić kolejność. Stuknij dwukrotnie, aby przeczytać opis czynności.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Stuknij dwukrotnie, aby przełączyć ustawienie";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Stuknij dwukrotnie, aby wybrać";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Stuknij dwukrotnie, aby zwinąć";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Stuknij dwukrotnie, aby wstawić";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Stuknij dwukrotnie, aby rozwinąć";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Uruchomienie skrótu %@";

/* Accessibility label */
"Add Tag" = "Dodaj tag";

/* Accessibility label */
"Close" = "Zamknij";

/* Accessibility label */
"Create Shortcut" = "Utwórz skrót";

/* Accessibility label */
"Show Keyboard" = "Pokaż klawiaturę";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Wewnątrz czynności: %@";

/* Accessibility label or discoverability title */
"Redo" = "Przywróć";

/* Accessibility label or discoverability title */
"Undo" = "Cofnij";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Zminimalizowana";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Połowa ekranu";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Pełny ekran";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Czynność %@ - uruchomiona - %d procent wykonano";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Czynność %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Usuń filtr";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (niezaznaczony)";

/* Accessibility value; switch is on */
"On" = "Włączone";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Puść, aby usunąć %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Ta czynność przekazuje dane wejściowe jako wyjściowe.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Pobiera dane wejściowe przekazane na początku tego skrótu.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "Nie masz żadnych skrótów arkusza udostępniania.\n\nAby dodać taki skrót, utwórz skrót i włącz w jego ustawieniach opcję W arkuszu udostępniania.";

/* Action extension; no search results */
"No shortcuts match the search." = "Wyszukiwanie nie zwróciło żadnego skrótu.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "Nie masz jeszcze żadnych skrótów.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Sugestie Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Skrót: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Dodaj do tego skrótu";

/* Add search filter */
"Add Filter" = "Dodaj filtr";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Każdy, kto ma dostęp do tego udostępnianego łącza, może przeglądać zawartość tego skrótu.";

/* Alert title */
"Error" = "Błąd";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Utwórz łącze iCloud";

/* Allow access to service */
"Allow Access" = "Pozwól na dostęp";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "%@ (niezainstalowana)";

/* App search view; navigation bar title */
"Choose App" = "Wybierz aplikację";

/* App search view; no results */
"No results." = "Brak wyników.";

/* App search view; search bar placeholder */
"Search apps…" = "Szukaj aplikacji…";

/* Apple Watch complication */
"Complication" = "Komplikacja";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "Nie masz jeszcze żadnych skrótów na Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Wybierz skróty, które mają być wyświetlane w komplikacji Skrótów na tarczy zegarka Apple Watch.\n\nW miarę upływu czasu aplikacja Skróty będzie optymalizować wyświetlanie skrótów w komplikacji na podstawie czasu ich uruchamiania.";

/* Apps category */
"Apps" = "Aplikacje";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Prosi o wprowadzenie tekstu po uruchomieniu tego skrótu.";

/* Boolean false */
"False" = "Fałsz";

/* Boolean true */
"True" = "Prawda";

/* Button */
"Back" = "Wróć";

/* Button */
"Cancel" = "Anuluj";

/* Button */
"Choose Variable" = "Wybierz zmienną";

/* Button */
"Clear" = "Wymaż";

/* Button */
"Delete Actions" = "Usuń czynności";

/* Button */
"Delete Shortcut" = "Usuń skrót";

/* Button */
"Done" = "Gotowe";

/* Button */
"Get More Shortcuts" = "Pobierz więcej skrótów";

/* Button */
"Go Back" = "Wróć";

/* Button */
"Help" = "Pomoc";

/* Button */
"Keep Actions" = "Pozostaw czynności";

/* Button */
"Next" = "Dalej";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Usuń czynność";

/* Button */
"Remove Action From Shortcut" = "Usuń czynność ze skrótu";

/* Button */
"Remove Photo" = "Usuń zdjęcie";

/* Button */
"Select Magic Variable" = "Wybierz Magiczną zmienną";

/* Button */
"Select Photo" = "Wybierz zdjęcie";

/* Button */
"Show Action Settings" = "Pokaż ustawienia czynności";

/* Button */
"Show Actions" = "Pokaż czynności";

/* Button */
"Sign Out" = "Wyloguj się";

/* Button */
"Take Photo" = "Zrób zdjęcie";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Do ekranu początk.";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Do ekranu początk.";

/* Button or title */
"Delete" = "Usuń";

/* Button or title */
"Run Shortcut" = "Uruchom skrót";

/* Button or title */
"Settings" = "Ustawienia";

/* Button or title */
"Variables" = "Zmienne";

/* Button title */
"Add to Siri" = "Dodaj do Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Pobierz skrót";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Pokaż wynik na pełnym ekranie";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Zobacz przewodnik";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Udostępnij wynik";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Ten skrót działa z następującymi aplikacjami i usługami:";

/* Choose an item */
"Choose" = "Wybierz";

/* Conditional AND */
"and" = "oraz";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Przywróć „W przeciwnym razie”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Czynności umieszczone poniżej pozycji „W przeciwnym razie” są wykonywane, gdy warunek nie jest spełniony.";

/* Conditional actions settings navigation bar title */
"If Action" = "Czynność Jeśli";

/* Confirmation HUD when link copies */
"Link copied" = "Łącze skopiowane";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Czy na pewno chcesz przestać udostępniać ten skrót? Łącze iCloud zostanie usunięte i nie będzie już działać.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Ten skrót zostanie usunięty ze wszystkich Twoich urządzeń iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Te skróty zostaną usunięte ze wszystkich Twoich urządzeń iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "„%1$@” to nie jest %2$@. Czy chcesz dodać kontakt?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Użyj „%@” mimo to";

/* Contact field; accessibility label */
"Add Contact" = "Dodaj kontakt";

/* Contact field; button */
"Search Contacts" = "Szukaj kontaktów";

/* Contact field; supported type string */
"a phone number" = "numer telefonu";

/* Contact field; supported type string */
"a phone number or email address" = "numer telefonu lub adres email";

/* Contact field; supported type string */
"an email address" = "adres email";

/* Content Types category */
"Content Types" = "Typy zawartości";

/* Copy link to shortcut */
"Copy Link" = "Kopiuj łącze";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Kopiuj łącze iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Format ten jest zgodny ze standardem technicznym Unicode nr 35.";

/* Custom date format alert title */
"Custom Date Format" = "Własny format daty";

/* Custom date formatting style */
"Custom" = "Własny";

/* Custom time format title */
"Custom Format" = "Format własny";

/* Default option */
"Default" = "Domyślny";

/* Delete all shortcuts */
"Delete All" = "Usuń wszystkie";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Żadne";

/* Dictionary key placeholder */
"Key" = "Klucz";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Ustawienia skrótu";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Zatrzymaj skrót";

/* Discoverability title */
"Close shortcut" = "Zamknij skrót";

/* Discoverability title */
"Search actions" = "Szukaj czynności";

/* Discoverability title */
"Stop shortcut" = "Zatrzymaj skrót";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "W arkuszu udostępniania";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "W widżecie";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Pokazuj w komplikacji";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Pokazuj na Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Powiel skrót";

/* Duplicate shortcut */
"Duplicate" = "Powiel";

/* Edit import questions back bar button title */
"Questions" = "Pytania";

/* Error message */
"No options available." = "Brak dostępnych opcji.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Nie można wczytać App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Możesz szybko uruchamiać kolejki czynności przy użyciu widżetu.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Ulubiona";

/* Favorite button title - action is favorited */
"Favorited" = "Ulubiona";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Konto: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Wszystkie warunki są spełnione";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Dowolny warunek jest spełniony";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "zaczyna się od";

/* Find filter UI operator */
"contains" = "zawiera";

/* Find filter UI operator */
"does not contain" = "nie zawiera";

/* Find filter UI operator */
"ends with" = "kończy się";

/* Find filter UI operator */
"is" = "to";

/* Find filter UI operator */
"is after" = "jest po";

/* Find filter UI operator */
"is before" = "jest przed";

/* Find filter UI operator */
"is between" = "jest pomiędzy";

/* Find filter UI operator */
"is exactly" = "to dokładnie";

/* Find filter UI operator */
"is greater than" = "ma wartość większą niż";

/* Find filter UI operator */
"is greater than or equal to" = "ma wartość większą lub równą";

/* Find filter UI operator */
"is in the last" = "jest w ciągu ostatnich";

/* Find filter UI operator */
"is in the next" = "jest w ciągu nast.";

/* Find filter UI operator */
"is larger than" = "jest większe niż";

/* Find filter UI operator */
"is larger than or equal to" = "ma wartość większą lub równą";

/* Find filter UI operator */
"is less than" = "jest mniejsze niż";

/* Find filter UI operator */
"is less than or equal to" = "jest mniejszy lub równy";

/* Find filter UI operator */
"is longer than" = "Jest dłuższy niż";

/* Find filter UI operator */
"is longer than or equal to" = "jest dłuższy lub równy";

/* Find filter UI operator */
"is not" = "nie jest";

/* Find filter UI operator */
"is not exactly" = "nie jest równy";

/* Find filter UI operator */
"is not on" = "nie jest włączony";

/* Find filter UI operator */
"is on" = "jest włączony";

/* Find filter UI operator */
"is shorter than" = "jest krótszy niż";

/* Find filter UI operator */
"is shorter than or equal to" = "jest krótszy lub równy";

/* Find filter UI operator */
"is smaller than" = "jest mniejszy niż";

/* Find filter UI operator */
"is smaller than or equal to" = "jest mniejszy lub równy";

/* Find filter UI operator */
"is today" = "jest dzisiaj";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Możesz uruchamiać ten skrót głosem, dodając go do Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Możesz używać tego skrótu w innych aplikacjach, otwierając arkusz udostępniania i stukając w Skróty.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Wprowadź klucz, aby pobrać jego wartość ze słownika. Pozostaw puste, aby pobrać cały słownik.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (to urządzenie)";

/* Full name of contact */
"Full Name" = "Imię i nazwisko";

/* Full street address of location */
"Full Street Address" = "Pełny adres miejsca";

/* Get property */
"Get" = "Pobierz";

/* Get value for a dictionary key */
"Get Value for Key" = "Pobierz wartość klucza";

/* Go to next import question */
"Continue" = "Dalej";

/* Guided tour; drag actions to here hint */
"…to here" = "…w to miejsce";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Przeciągnij tutaj czynności";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "Gdy ta czynność zostanie uruchomiona na Apple Watch, będzie wymagać użycia funkcji Handoff i kontynuowania na iPhonie.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Jednostka";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Czas ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Glif: %1$@, %2$@ kolor tła";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Wybierz obraz, który ma być używany po dodaniu tego skrótu do ekranu początkowego.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Gdy skrót zostanie dodany do ekranu początkowego, używany będzie powyższy obraz.";

/* Icon editor; accessibility label */
"Icon Preview" = "Podgląd ikony";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Edytor ikon skrótów";

/* Icon editor; segmented control option */
"Color" = "Kolor";

/* Icon editor; segmented control option */
"Glyph" = "Glif";

/* Icon editor; segmented control option */
"Home Screen" = "Ekran początkowy";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Pytania dodane w tym miejscu zostaną wyświetlone podczas importowania tego skrótu na innym urządzeniu. Odpowiedzi na te pytania zostaną umieszczone w skrócie.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Możesz sprawdzić pytania zadawane przy imporcie, używając przycisku Dostosuj skrót, znajdującego się w ustawieniach skrótu.";

/* Import questions detail view */
"Default Answer" = "Odpowiedź domyślna";

/* Import questions detail view */
"Question Text" = "Tekst pytania";

/* Import questions detail view */
"Type a question here…" = "Wpisz tutaj pytanie…";

/* Import questions details view; navigation bar title */
"Details" = "Szczegóły";

/* Import questions; button */
"Add New Question…" = "Dodaj nowe pytanie…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Wybierz parametr z jednej z poniższych czynności.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Wybierz parametr";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "Ten skrót nie zawiera żadnej czynności. Przed skonfigurowaniem pytań zadawanych przy imporcie dodaj czynności do tego skrótu.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Ten skrót przyjmuje %@";

/* Input types of action */
"Input" = "Dane wejściowe";

/* Input variable description */
"Gets the output of the previous action." = "Pobiera wyjście poprzedniej czynności.";

/* Install app icon; should match App Store GET button */
"GET" = "POBIERZ";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Aby utworzyć skrót, dodaj czynności z dołu.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Aby utworzyć skrót, dodaj czynności z lewej.";

/* Item can be anything */
"anything" = "cokolwiek";

/* Keep all shortcuts */
"Keep All" = "Pozostaw wszystkie";

/* Keep shortcuts */
"Keep" = "Pozostaw";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Pozostaw %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Rozwiń";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Zwiń";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Przyjmowane dane";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Dodaj (%@)";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Jakiego typu wartość chcesz dodać?";

/* Long date formatting style */
"Long" = "Długi";

/* Manage sharing */
"Manage Sharing" = "Zarządzaj udostępnianiem";

/* Medium date formatting style */
"Medium" = "Średni";

/* Missing action error action */
"Update Shortcuts" = "Uaktualnij Skróty";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Nie można znaleźć tej czynności w tej wersji aplikacji Skróty.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Nazwa i URL w sklepie";

/* Name of measurement unit */
"Unit (Name)" = "Jednostka";

/* Navigation bar title */
"Select a Magic Variable" = "Wybierz Magiczną zmienną";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Rozwiąż konflikty";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Zmienna niedostępna.";

/* None option */
"None" = "Brak";

/* Note about using the action */
"Note" = "Uwagi";

/* Parameter already in use by another import question */
"Already In Use" = "Już w użyciu";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Pytania nie są obsługiwane";

/* Piece of text */
"Text" = "Tekst";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Ten skrót został zaimportowany z innej aplikacji. Czy na pewno chcesz go uruchomić?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Względny";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Czas od/do";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Nieznane urządzenie";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Ta nazwa będzie używana we wszystkich Magicznych zmiennych tej czynności (%@).";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Zmień nazwę Magicznej zmiennej";

/* Rename shortcut alert title */
"Rename Shortcut" = "Zmień nazwę skrótu";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Wprowadź nazwę tego skrótu.";

/* Rename workflow or variable */
"Rename" = "Zmień nazwę";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Wymagania";

/* Result types of action */
"Result" = "Wynik";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Pokaż czynność";

/* Scripting category */
"Scripting" = "Pisanie skryptów";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Szukaj";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Skróty komplikacji";

/* Select all input types */
"Select All" = "Wszystkie";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Udostępnij skrót";

/* Share a workflow along with a description */
"Share with Description" = "Udostępnij z opisem";

/* Share a workflow as a file */
"Share as File" = "Udostępnij jako plik";

/* Share shortcut */
"Share" = "Udostępnij";

/* Short date formatting style */
"Short" = "Krótki";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "„%@” nie zawiera czynności.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Pusty skrót";

/* Shortcut contains no actions error title */
"No Actions" = "Brak czynności";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Dostosuj skrót…";

/* Shortcut icon */
"Icon" = "Ikona";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Wybierz skrót";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Przeniesiono między %1$@ a %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Przeniesiono na koniec po %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Przeniesiono na górę przed %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Aby używać skrótów przy użyciu widżetu Dzisiaj, dodaj go w kilku prostych krokach. Możesz też stuknąć w Gotowe, aby skonfigurować widżet później.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Dodaj widżet Dzisiaj, aby szybko uruchamiać skróty.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Zrzut ekranu przedstawiający arkusz udostępniania w Safari, na którym wyróżniona jest czynność aplikacji Skróty";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Skróty rozszerzeń czynności są uruchamiane z arkusza udostępniania w innych aplikacjach.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Skróty w widżecie Dzisiaj mogą być uruchamiane w centrum powiadomień, wysuwanego od góry ekranu.";

/* Shortcut types help view; title */
"Shortcut Types" = "Typy skrótów";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Usunięto na: %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Usunięto na innym urządzeniu";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Zmiany: %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Zmodyfikowano na innym urządzeniu";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Szukaj skrótów…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Zrzut ekranu widżetu Skróty w centrum powiadomień";

/* Siri phrase */
"“%@”" = "„%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Pomiń konfigurację";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "1";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Przestań udostępniać";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Prześlij do Galerii";

/* Tap to choose an option */
"Tap to Choose" = "Stuknij, aby wybrać";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Zobacz mój skrót!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Sterowanie czynnościami";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "na dole ekranu";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "w prawym górnym rogu ekranu";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "cokolwiek";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nic";

/* Title */
"Actions" = "Czynności";

/* Title */
"Date Format" = "Format daty";

/* Title */
"Requires Handoff" = "Wymaga funkcji Handoff";

/* Title */
"Shortcuts" = "Skróty";

/* Title */
"Time Format" = "Format czasu";

/* Title */
"Type" = "Typ";

/* Title for action drawer categories view */
"Categories" = "Kategorie";

/* Title for configuration page for unit */
"Unit (Title)" = "Jednostka";

/* Title of main screen showing your library of shortcuts */
"Library" = "Biblioteka";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Dostosuj skróty";

/* Title or button */
"Import Questions" = "Pytania przy imporcie";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Gotowe! Widżet Dzisiaj został skonfigurowany.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Teraz pobierz z Galerii kilka skrótów do widżetu Dzisiaj.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Widżet Dzisiaj aplikacji Skróty pozwala na uruchamianie skrótów jednym stuknięciem w dowolnej aplikacji. Wystarczy przeciągnąć w dół, aby otworzyć centrum powiadomień.";

/* Today widget explanation button */
"Add Widget" = "Dodaj widżet";

/* Today widget explanation button */
"View the Gallery" = "Pokaż Galerię";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "%MODEL% umożliwia szybkie uruchamianie skrótów w dowolnej chwili.";

/* Unknown item */
"Unknown" = "Nieznane";

/* Used in a phrase like 'Add new item' */
"new item" = "nowa rzecz";

/* User’s favorited workflows or actions */
"Favorites" = "Ulubione";

/* Variable field placeholder */
"Variable Name" = "Nazwa zmiennej";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Możesz utworzyć zmienną, dodając czynność Ustaw zmienną.";

/* Varible picker; none available error title */
"No Variables Are Available" = "Brak dostępnych zmiennych";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Konflikty";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Konfiguruj ten skrót";

/* Workflow name */
"Name of Shortcut" = "Nazwa";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Stuknij w Gotowe, aby kontynuować edycję skrótu.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Zrzut ekranu aplikacji Skróty na zegarku";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Skróty Apple Watch możesz uruchamiać z nadgarstka przy użyciu aplikacji Skróty lub komplikacji.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Gdzie znajdę widżet Dzisiaj?";

/* iOS Today Widget */
"Today Widget" = "Widżet Dzisiaj";

